<!DOCTYPE html>
<html>
<head>
	<?php 
	$title = "Кеңестер";
	require_once "blocks/head.php" 
	?>
</head>
<body>
	<?php require_once "blocks/header.php" ?>

	<div id="wrapper">
		<div id="leftCol">
			<div id="advices">
				<h2>Коронавирус туралы ақпараттар және алдын алу кеңестері</h2><br>
				<p style="text-align: justify;"><strong>Коронавирустың белгілері қандай?</strong></p>
				<p style="text-align: justify;">Коронавирустың белгілері өткір респираторлық инфекция мен тұмау белгілеріне ұқсас болып келеді. Бірақ, көптеген жағдайларда бұл кәдімгі респираторлық жұқпаның симптомдары болуы әбден мүмкін:</p>
				<p style="text-align: justify;">· Түшкіру</p>
				<p style="text-align: justify;">· Әлсіздік</p>
				<p style="text-align: justify;">· Бас ауру</p>
				<p style="text-align: justify;">· Дене қызуының көтерілуі</p>
				<p style="text-align: justify;">· Тамақтың жыбырлауы</p>
				<p style="text-align: justify;">· Кеуде қуысының ауыруы</p>
				<p style="text-align: justify;">· Жүрек қағысының жиілеуі</p>
				<p style="text-align: justify;">· Тыныс алудың жиілеуі</p>
				<p style="text-align: justify;"><strong>Коронавирус қалай таралады?</strong></p>
				<p style="text-align: justify;">COVID-19 вирусы екі түрлі жолмен таралады:</p>
				<p style="text-align: justify;">· Жөтелгенде, түшкіргенде, ауру адаммен сөйлескенде ауа арқылы</p>
				<p style="text-align: justify;">· Тұрмыстық заттар арқылы</p>
				<p style="text-align: justify;"><strong>Коронавирустың алдын алу жолдары қандай?</strong></p>
				<p style="text-align: justify;">Ең алдымен, әр адам санитарлық гигиена талаптарын сақтауға міндетті. Көпшілік тамақтанатын жерлерге, қоғамдық орындарға, базарларға барудан бас тартқан жөн.</p>
				<blockquote>
					<p style="text-align: justify;"><strong>Қолды жиі-жиі сабындап жуыңыз, арнайы антисептикалық құралдарды пайдаланыңыз. Үйіңізді (жұмыс орныңызды) таза ұстауға тырысыңыз: жиі-жиі сумен жуып, ауаны тазартып отырыңыз.</strong></p>
				</blockquote>
				<p style="text-align: justify;">Түшкіргенде, жөтелген кезде мұрныңыз бен аузыңызды бір реттік сулықтармен жабыңыз. Ортақ тұрмыстық құралдарды пайдаланбаңыз.</p>
				<p style="text-align: justify;"><strong>Коронавирус белгілері неше күнде білінуі мүмкін?</strong></p>
				<p style="text-align: justify;">Вирус жұққан күннен бастап 14 күннен 28 күнге дейін.</p>
				<p style="text-align: justify;"><strong>Коронавирус жұққан-жұқпағанын анықтайтын анализдерді қай жерде тапсыруға болады?</strong></p>
				<p style="text-align: justify;">COVID-19 вирусын төмендегі мекенжайлар арқылы тапсыруға болады:</p>
				<p style="text-align: justify;">· Ұлттық сараптама орталығы</p>
				<p style="text-align: justify;">· Орталық республикалық зертхана</p>
				<p style="text-align: justify;">· Қалалық клиникалық инфекциялық аурухана</p>
				<p style="text-align: justify;"><strong>Қандай жағдайда коронавируске тест тапсыруға болады?</strong></p>
				<blockquote>
					<p style="text-align: justify;"><strong>Ең алдымен, эпидемиологиялық ахуал қиындаған және вирус таралған елдерден келген азаматтар, сондай-ақ, клинискалық белгілер анықталған және коронавирус жұқтырған пациенттермен байланыста болғандар тест тапсырады. Басқа жағдайларда анализ тапсырудың қажеті жоқ.</strong></p>
				</blockquote>
				<p style="text-align: justify;"><strong>Инфекция жұқтырған адаммен байланыста болғандар не істеуі керек?</strong></p>
				<p style="text-align: justify;">Вирус жұқтырған адамммен қандай да бір байланыс болған жағдайда 1406 бірыңғай байланыс нөміріне, еманаға немесе жұқпалы аурулар ауруханасына хабарласу қажет.</p>
				<p style="text-align: justify;"><strong>Өзге мемлекеттерге барып келгендер не істеуі керек?</strong></p>
				<p style="text-align: justify;">Коронавирус таралған елдерге барып келген азаматтар 1406 нөміріне қоңырау шалып, өзі жайлы мәлімет беруі тиіс. Сонымен қатар, тіркелген емханасына, жұқпалы ауруларды қабылдайтын ауруханаға хабарласуға болады. Әрі қарай не істеу керектігін мамандардың өздері айтады.</p>
				<p style="text-align: justify;"><strong>Коронавирус жұқтырған адамның отбасы мүшелері не істеуі керек?</strong></p>
				<p style="text-align: justify;">Вирус жұқтырған адамның отбасы мүшелері міндетті түрде анализ тапсыруы тиіс. Дәрігерлер тест нәтижесіне қарап оны ауруханаға жатқызу немесе сырқат белгілері болмаған жағдайда үй жағдайында карантинге орналастыру жөнінде шешім қабылдайды.</p>
				<p style="text-align: justify;"><strong>Коронавирустан қалай емдейді?</strong></p>
				<p style="text-align: justify;">Кез-келген ауру сияқты коронавирусты да емдеудің белгіленген тәсілдері бар. Нақтырақ айтқанда, вирусқа қарсы әрекет ететін арнайы препараттар мен жеке гигиена талаптары қолданылады.</p>
				<p style="text-align: justify;"><strong>Коронавирус жұқтырғанда үйде емделуге бола ма?</strong></p>
				<blockquote>
					<p style="text-align: justify;"><strong>Ауырған адам үй жағдайында карантинге жабылған жағдайда дәрігердің талаптарын бұлжытпай орындауы тиіс. Карантинге жабылған азаматтардың ешқайда шығуына болмайды. Гигиена талаптарын сақтап, бетперде киіп жүрсе, жеке ыдыс-аяқ пайдаланса, қолын сабынмен жуып, зарарсыздандыратын құралдарды қолданса, бөлменің ауасын жиі жаңартып отырса – вирусты отбасы мүшелеріне жұқтыру қаупі төмендейді.</strong></p>
				</blockquote>
				<p style="text-align: justify;"><strong>Карантин неше күнге созылады?</strong></p>
				<p style="text-align: justify;">Карантин 14 күнге созылады. Кейін пациенттер емхана дәрігерлерінің бақылауында болады.</p>
				<p style="text-align: justify;"><strong>Аурудың алдын алу үшін қандай дәрумендерді ішкен дұрыс?</strong></p>
				<p style="text-align: justify;">Арнайы дәрумен қабылдаудың қажет жоқ. Қазір дұрыс тамақтанып, жеміс-көкөніс жеген дұрыс. Қоғамдық жерлерден тамақтанбай, үйдің тамағын жеу қажет.</p>
				<p style="text-align: justify;">&nbsp;</p>
			</div>
		</div>
		<?php require_once "blocks/rightCol.php" ?>
	</div>
	
	<?php require_once "blocks/footer.php" ?>
</body>
</html>
