-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Авг 03 2020 г., 11:54
-- Версия сервера: 10.3.22-MariaDB
-- Версия PHP: 7.1.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `coronavirus_infomation`
--

-- --------------------------------------------------------

--
-- Структура таблицы `lethal_cases`
--

CREATE TABLE `lethal_cases` (
  `id` int(11) NOT NULL,
  `city` varchar(300) NOT NULL,
  `people` int(11) NOT NULL,
  `date` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `lethal_cases`
--

INSERT INTO `lethal_cases` (`id`, `city`, `people`, `date`) VALUES
(1, 'г. Нур-Султан', 205, '2020-08-01 15:58:40'),
(2, 'г. Алматы', 111, '2020-08-01 15:58:40'),
(3, 'г. Шымкент', 31, '2020-08-01 16:04:14'),
(4, 'Акмолинская область', 38, '2020-08-01 16:04:14'),
(5, 'Актюбинская область', 19, '2020-08-01 16:05:38'),
(6, 'Алматинская область', 14, '2020-08-01 16:05:38'),
(7, 'Атырауская область ', 22, '2020-08-01 16:19:04'),
(8, 'Восточно-Казахстанская область', 28, '2020-08-01 16:19:04'),
(9, 'Жамбылская область', 35, '2020-08-01 16:19:04'),
(10, 'Западно-Казахстанская область', 34, '2020-08-01 16:19:04'),
(11, 'Карагандинская область', 137, '2020-08-01 16:22:28'),
(12, 'Костанайская область', 6, '2020-08-01 16:22:28'),
(13, 'Кызылординская область', 7, '2020-08-01 16:22:28'),
(14, 'Мангистауская область', 31, '2020-08-01 16:22:28'),
(15, 'Павлодарская область', 23, '2020-08-01 16:24:49'),
(16, 'Северо-Казахстанская область', 14, '2020-08-01 16:24:49'),
(17, 'Туркестанская область', 38, '2020-08-01 16:24:49');

-- --------------------------------------------------------

--
-- Структура таблицы `news`
--

CREATE TABLE `news` (
  `id` int(11) UNSIGNED NOT NULL,
  `title` varchar(255) NOT NULL,
  `intro_text` text NOT NULL,
  `full_text` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `news`
--

INSERT INTO `news` (`id`, `title`, `intro_text`, `full_text`) VALUES
(1, 'COVID-19-бен күрес: Дәрігерлер ерлігі еш ұмытылмайды', 'Ел басына түскен эпидемия әр адамды әуреге салып қойғаны анық. Пандемия басталғалы инфекцияға қарсы күрес майданында алғы шепте жүргендердің бірі – медицина мамандары. ', 'Ауруханаларда орын, қорғаныш костюмдері, дәрі-дәрмек, кадр тапшылығын алғаш сезінгендер де дәрігерлер. Жақынынан айырылған немесе бір жұтым ауаға зар болған халықтың эмоционалды жағдайына кеудесін тоса білген де солар. Жақындарынан жырақта демалыссыз, ұйқы-күлкісіз жүрсе де олар міндеттерінен айнымады.\r\n\r\nБүгінде елімізде коронавирус пандемиясынан құрбан болған қазақстандықтар саны – 585 адам. Олардың қатарында медицина мамандары – провизорлық, жұқпалы, карантиндік және модульдік стационарлардың қызметкерлері де бар. Бұған дейін ҚР Президенті Қасым-Жомарт Тоқаев коронавирус инфекциясынан қаза тапқан медицина қызметкерлерін арнайы наградалармен марапаттау туралы Жарлыққа қол қойған еді. Тиісті марапаттар қайтыс болған азаматтардың жақындарына табысталды. Естеріңізге сала кетейік, Қазақстан Республикасының Тұңғыш Президенті – Елбасы коронавирус індетінен қаза болғандардың туыстары мен жақындарына көңіл айтқан болатын. Коронавирус пандемиясының құрбандарын Ұлттық аза тұту күні денсаулық сақтау министрі Алексей Цой осы індеттің салдарынан жақындарынан, туған-туыс, бауырларынан, әріптестерінен айырылған еліміздің барша тұрғындарына көңіл айтты. Министрлік індеттен көз жұмған медицина қызметкерлерінің тізімін жариялады.'),
(2, 'COVID-19: Елімізде науқастанғандар саны 90 мыңнан асты', 'Қазақстанда өткен тәулікте 1289 адам коронавирус індетімен ауырғаны белгілі болды.\r\nБұл туралы ҚР ДСМ баспасөз қызметі хабарлады.', 'BAQ.KZ. Қазақстанда өткен тәулікте 1289 адам коронавирус індетімен ауырғаны белгілі болды.\r\nБұл туралы ҚР ДСМ баспасөз қызметі хабарлады.\r\n\r\nОның ішінде 581 адам клиникалық белгілері жоқ тасымалдаушы тіркелді.\r\n\r\nАймақтар бойынша (жалпы/симптомсыз):\r\nНұр-Сұлтан қаласы - 226 / 100\r\nАлматы қаласы - 211 / 107\r\nШымкент қаласы - 26 / 13\r\nАқмола облысы - 56 / 31\r\nАқтөбе облысы - 24 / 11\r\nАлматы облысы - 55 / 34\r\nАтырау облысы - 45 / 39\r\nШығыс Қазақстан облысы - 111 / 34\r\nЖамбыл облысы - 50 / 33\r\nБатыс Қазақстан облысы - 76 / 46\r\nҚарағанды ​​облысы - 110 / 27\r\nҚостанай облысы - 64 / 26\r\nҚызылорда облысы - 16 / 13\r\nМаңғыстау облысы - 32 / 8\r\nПавлодар облысы - 84 / 24\r\nСолтүстік Қазақстан облысы - 64 / 7\r\nТүркістан облысы - 39 / 28\r\n\r\nЖалпы ел бойынша ауырғандар саны 90 367.'),
(3, 'Америкалық вакцинаның сынағына қатысуға мыңға жуық адам ниет білдірді', 'Америкалық \"Джонсон энд Джонсон\" компаниясы коронавируске қарсы вакцинаны адамдарға сынап көре бастады. Бұл туралы www.janssen.com сайты хабарлады.', 'Нұр-Сұлтан, BAQ.KZ. Америкалық \"Джонсон энд Джонсон\" компаниясы коронавируске қарсы вакцинаны адамдарға сынап көре бастады. Бұл туралы www.janssen.com сайты хабарлады.\r\nБұған дейін екпе маймылдарға жасалып, тәжірибе оң нәтиже берген. Зерттеу қорытындысы 6 аптадан кейін жануарларда COVID-19-ға қарсы иммунитет пайда болатынын көрсеткен. Қазір препарат Бельгия мен АҚШ-та сынақтан өтіп жатыр.\r\n\r\nКомпания мәліметінше, тәжірибеге қатысуға мыңға жуық ерікті ниет білдірген. Мамандар вакцина сынағының үшінші кезеңін қыркүйектің соңында бастауды жоспарлап отыр.\r\n \r\nБарлығы ойдағыдай болса, қыркүйекте вакцина 30 мың адамға салынады. Бұл фазаның қанша уақытқа созылатыны әзір белгісіз. Тәжірибе жақсы нәтиже көрсетіп, сынақ аяқталатын болса, келер жылдың басында препарат қолданыла бастауы мүмкін, - деп мәлімдеген Гарвард медицина мектебінің профессоры, вирусолог Дэн Баруш.'),
(4, 'Қазақстанда жүргізілген коронавирусқа қарсы вакцинация: Министрлік түсініктеме берді', 'НҰР-СҰЛТАН. ҚазАқпарат - ҚР Денсаулық сақтау министрлігінің ресми өкілі Бағдат Қожахметов Қазақстанда коронавирусқа қарсы алғашқы вакцинация егілгені туралы ақпаратқа түсініктеме берді, деп хабарлайды ҚазАқпарат тілшісі.', 'НҰР-СҰЛТАН. ҚазАқпарат - ҚР Денсаулық сақтау министрлігінің ресми өкілі Бағдат Қожахметов Қазақстанда коронавирусқа қарсы алғашқы вакцинация егілгені туралы ақпаратқа түсініктеме берді, деп хабарлайды ҚазАқпарат тілшісі.\r\n\r\nҚазақстандағы коронавирусқа қарсы алғашқы вакцинация Қазақ ұлттық аграрлық университеті жанындағы Халықаралық вакцинация орталығында өткізілді. Вакцинациядан өткен алғашқы қазақстандық - орталық директоры Қайсар Табынов. Оған Австралияда жасалған COVAX-19 препараты салынды. Препарат қазіргі уақытта клиникалық зерттеулердің бірінші сатысында. ҚР Денсаулық сақтау министрлігінің ресми өкілі Бағдат Қожахметов тиісті ережелер бар екенін, оларға сәйкес тауарлар мен қызметтердің сапасын бақылау комитеті осындай клиникалық сынақтарды өткізуге рұқсат беруі керектігі туралы айтты.\r\n\r\n«Бұл оңай істелетін жұмыс емес. Бізде Денсаулық кодексі, тиісті ережелер мен регламенттер бар. Осы ережелерге сәйкес Тауарлар мен қызметтердің сапасы мен қауіпсіздігін бақылау комитеті осындай клиникалық сынақтарға рұқсат беруі керек. Ол үшін арнайы хаттамалар мен процедуралар бар. Бүгінгі таңда Денсаулық сақтау министрлігіне ҚазҰАУ жанындағы Халықаралық вакцинация орталығынан мұндай өтініш түскен жоқ. Тиісінше, сараптама қорытындысын алу үшін олар дәрі-дәрмектер мен медициналық мақсаттағы бұйымдарды ұлттық сараптау орталығына хабарласуы керек. Содан кейін олар мұнымен айналыса алады», - дейді Бағдат Қожахметов.\r\n\r\nОның айтуынша, кез келген дәрі-дәрмекті жасау біраз уақытты алады, өйткені бұл ұзақ және ауыр процесс.\r\n\r\n«Мен нақты айтамын: уәкілетті орган - ҚР Денсаулық сақтау министрлігі ешкімге мұндай рұқсат берген жоқ, біз өтініш алған жоқпыз. Кез келген дәрілік препараттың жасалуы бірнеше кезеңнен тұратын ұзақ және ауыр процесс. Нәтижесінде оның қауіпсіздігі, тиімділігі мен сапасы расталады. Бұл өте күрделі мәселе», - дейді ол.\r\n\r\nАйта кетсек, бүгін бірқатар қазақстандық БАҚ-та Қазақстанда алғаш рет коронавирусқа қарсы вакцинация жүргізілгені туралы ақпарат тараған болатын.\r\n\r\n');

-- --------------------------------------------------------

--
-- Структура таблицы `recovered`
--

CREATE TABLE `recovered` (
  `id` int(11) NOT NULL,
  `city` varchar(300) NOT NULL,
  `people` int(11) NOT NULL,
  `date` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `recovered`
--

INSERT INTO `recovered` (`id`, `city`, `people`, `date`) VALUES
(1, 'г. Нур-Султан', 8340, '2020-08-01 15:58:40'),
(2, 'г. Алматы', 7001, '2020-08-01 15:58:40'),
(3, 'г. Шымкент', 3113, '2020-08-01 16:04:14'),
(4, 'Акмолинская область', 1939, '2020-08-01 16:04:14'),
(5, 'Актюбинская область', 1462, '2020-08-01 16:05:38'),
(6, 'Алматинская область', 3559, '2020-08-01 16:05:38'),
(7, 'Атырауская область ', 6920, '2020-08-01 16:19:04'),
(8, 'Восточно-Казахстанская область', 4121, '2020-08-01 16:19:04'),
(9, 'Жамбылская область', 2419, '2020-08-01 16:19:04'),
(10, 'Западно-Казахстанская область', 5789, '2020-08-01 16:19:04'),
(11, 'Карагандинская область', 5374, '2020-08-01 16:22:28'),
(12, 'Костанайская область', 2010, '2020-08-01 16:22:28'),
(13, 'Кызылординская область', 2073, '2020-08-01 16:22:28'),
(14, 'Мангистауская область', 2100, '2020-08-01 16:22:28'),
(15, 'Павлодарская область', 1134, '2020-08-01 16:24:49'),
(16, 'Северо-Казахстанская область', 1968, '2020-08-01 16:24:49'),
(17, 'Туркестанская область', 2223, '2020-08-01 16:24:49');

-- --------------------------------------------------------

--
-- Структура таблицы `reported_cases`
--

CREATE TABLE `reported_cases` (
  `id` int(11) NOT NULL,
  `city` varchar(300) NOT NULL,
  `people` int(11) NOT NULL,
  `date` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `reported_cases`
--

INSERT INTO `reported_cases` (`id`, `city`, `people`, `date`) VALUES
(1, 'г. Нур-Султан', 11254, '2020-08-01 15:58:40'),
(2, 'г. Алматы', 11873, '2020-08-01 15:58:40'),
(3, 'г. Шымкент', 4895, '2020-08-01 16:04:14'),
(4, 'Акмолинская область', 2641, '2020-08-01 16:04:14'),
(5, 'Актюбинская область', 3045, '2020-08-01 16:05:38'),
(6, 'Алматинская область', 4375, '2020-08-01 16:05:38'),
(7, 'Атырауская область ', 10287, '2020-08-01 16:19:04'),
(8, 'Восточно-Казахстанская область', 6373, '2020-08-01 16:19:04'),
(9, 'Жамбылская область', 3542, '2020-08-01 16:19:04'),
(10, 'Западно-Казахстанская область', 5789, '2020-08-01 16:19:04'),
(11, 'Карагандинская область', 8623, '2020-08-01 16:22:28'),
(12, 'Костанайская область', 2679, '2020-08-01 16:22:28'),
(13, 'Кызылординская область', 2984, '2020-08-01 16:22:28'),
(14, 'Мангистауская область', 2907, '2020-08-01 16:22:28'),
(15, 'Павлодарская область', 3209, '2020-08-01 16:24:49'),
(16, 'Северо-Казахстанская область', 3102, '2020-08-01 16:24:49'),
(17, 'Туркестанская область', 2789, '2020-08-01 16:24:49');

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `email` varchar(100) NOT NULL,
  `password` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `password`) VALUES
(13, 'Tolebi', 'ztolebi@mail.ru', 'b5bcd2debe4440452dfbe264210b7c99'),
(16, 'Толеби', 'venip41490@frost2d.net', '5a4c7207e68f97413eab75fabdc03e0f'),
(17, 'Tolebi', 'aruzhan01@mail.ru', '639d3e925a0271d3d2f7cf264a990349'),
(18, 'cscsc', 'admin@mail.ru', '4d6341896a313c02d55a86eaaa8126b4'),
(19, 'cscsc', 'admin@mail.rp', '2a219f0c833ef9f2ea6c57388c52927f'),
(20, 'cscsc', 'admin@mail.rw', 'd68152837edbc6d3bc14b913b95118a6'),
(21, 'cscsc', 'admin@mail.rq', '36825728ebf35cc34afc5ac0273f7623');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `lethal_cases`
--
ALTER TABLE `lethal_cases`
  ADD UNIQUE KEY `id` (`id`),
  ADD UNIQUE KEY `city` (`city`);

--
-- Индексы таблицы `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `recovered`
--
ALTER TABLE `recovered`
  ADD UNIQUE KEY `id` (`id`),
  ADD UNIQUE KEY `city` (`city`);

--
-- Индексы таблицы `reported_cases`
--
ALTER TABLE `reported_cases`
  ADD UNIQUE KEY `id` (`id`),
  ADD UNIQUE KEY `city` (`city`);

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
  ADD UNIQUE KEY `id` (`id`),
  ADD UNIQUE KEY `email` (`email`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `lethal_cases`
--
ALTER TABLE `lethal_cases`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT для таблицы `news`
--
ALTER TABLE `news`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT для таблицы `recovered`
--
ALTER TABLE `recovered`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT для таблицы `reported_cases`
--
ALTER TABLE `reported_cases`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT для таблицы `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
